Repository: 24eme/signaturepdf
Catalog: locale/*/LC_MESSAGES/application.po
Languages: ar, de, es, eu, fr, gl, it, kab, nl, oc, ro, ta, tr

source: en
ar: ar
de: de
es: es
eu: eu
gl: gl
it: it
kab: kab
nl: nl
oc: oc
ro: ro
ta: ta
tr: tr

source: PDF compression failed
de: PDF-Komprimierung fehlgeschlagen
es: La compresión del PDF ha fallado
eu: PDFa konprimatzeak huts egin du
it: Compressione PDF fallita
nl: PDF comprimeren mislukt
ta: பி.டி.எஃப் சுருக்க தோல்வியுற்றது

source: Your pdf is already optimized
ar: ملف PDF الخاص بك بالفعل أمثل
de: Ihr PDF ist bereits optimiert
es: Tu pdf ya está optimizado
eu: PDFa lehendik optimizatuta dago
gl: O teu pdf xa está optimizado
it: Il tuo PDF è già ottimizzato
nl: Je pdf is reeds geoptimaliseerd
ro: PDF-ul dvs. este deja optimizat
ta: உங்கள் PDF ஏற்கனவே உகந்ததாக உள்ளது
tr: Pdf'iniz zaten optimize edilmiş

source: Administration panel
de: Administrationsbereich
es: Panel de control
eu: Administrazio-panela
gl: Taboleiro de administración
it: Pannello amministratore
nl: Instellingen
ta: நிர்வாக குழு

source: Configuration
de: Konfiguration
es: Configuración
eu: Konfigurazioa
gl: Configuración
it: Configurazione
nl: Configuratie
ta: உள்ளமைவு

source: Server installation
es: Instalación del servidor
eu: Zerbitzariko instalazioa
gl: Instalación do servidor
it: Installazione da server
nl: Server installatie
ta: சேவையக நிறுவல்

source: Minimal version required : %s
de: Erforderliche Minimalversion : %s
es: Versión mínima requerida : %s
eu: Behar den gutxieneko bertsioa: %s
gl: Versión mínima requerida: %s
it: Versione minima richiesta : %s
nl: Minimaal vereiste versie : %s
ta: குறைந்தபட்ச பதிப்பு தேவை: %s

source: Package %s required
de: Paket %s erforderlich
es: Paquete %s requerido
eu: %s paketea beharrezkoa da
gl: Require o paquete %s
it: Pacchetto %s richiesto
nl: Pakket %s vereist
ta: தொகுப்பு %s தேவை

source: Package %s missing
de: Paket %s fehlt
es: Paquete %s no disponible
eu: %s paketea falta da
gl: Falta o paquete %s
it: Pacchetto %s mancante
nl: Pakket %s ontbreekt
ta: தொகுப்பு %s காணவில்லை

source: File Configuration
de: Dateikonfiguration
es: Configuración del archivo
eu: Fitxategiaren konfigurazioa
gl: Configuración do ficheiro
it: Configurazione File
nl: Bestandsconfiguratie
ta: கோப்பு உள்ளமைவு

source: The directory %s should exist and be writeable
de: Das Verzeichnis %s sollte existieren und beschreibbar sein
es: El directorio %s debe existir y ser escribible
eu: %s direktorioa lehendik egon behar da, eta bertan idazteko baimena izan behar da
gl: Ten que existir o directorio %s e poder escribir nel
it: La directory %s dovrebbe esistere ed essere scrivibile
nl: De map %s moet bestaan en beschrijfbaar zijn
ta: அடைவு %s இருக்க வேண்டும் மற்றும் எழுதக்கூடியதாக இருக்க வேண்டும்

source: Site not functional without JavaScript enabled
ar: لا يمكن تشغيل المَوقِع من دون تمكين الجافاسكريبت
de: Diese Website funktioniert nicht ohne aktiviertes JavaScript
es: La página no funciona sin JavaScript habilitado
eu: Webgunea ezin da erabili JavaScript aktibatu arte
fr: Site non fonctionnel sans JavaScript activé
gl: Esta web non funciona se non activas JavaScript
it: Il sito non funziona senza JavaScript abilitato
kab: Asmel ur iteddu ara ma yella ur yermid ara JavaScript
nl: Site werkt niet zonder dat JavaScript is geactiveerd
oc: Site non foncional sens lo JavaScript activat
ro: Site-ul nu funcționează fără JavaScript activat
ta: சாவாச்கிரிப்ட் இயக்கப்படாமல் தளம் செயல்படாது
tr: JavaScript etkinleştirilmeden site çalışmıyor

source: %s Compress a PDF
ar: %s ضغط ملف PDF
de: %s Ein PDF komprimieren
es: %s comprimir un PDF
eu: %s Konprimatu PDFa
fr: %s Compresser un PDF
gl: %s Comprime un PDF
it: %s Comprimi un PDF
kab: %s n tussda n PDF
nl: %s Comprimeer een PDF
oc: %s Compressar un PDF
ro: %s Comprimați un PDF
ta: %s ஒரு PDF ஐ சுருக்கவும்
tr: %s Sıkıştırıldı

source: Reduce the size of a PDF
ar: تخفيف حجم ملف PDF
de: Größe eines PDFs reduzieren
es: Reducir el tamaño de un PDF
eu: Murriztu PDF baten tamaina
fr: Réduire la taille d'un PDF
gl: Reducir o tamaño dun PDF
it: Riduci la dimensione di un PDF
kab: Senqes teɣzi n PDF
nl: Verklein de bestandsgrootte van een PDF
oc: Redusir la talha d’un PDF
ro: Reduceți dimensiunea unui PDF
ta: ஒரு PDF இன் அளவைக் குறைக்கவும்
tr: PDF'nin boyutunu küçültme

source: Choose a PDF
ar: إختر ملف PDF
de: Wähle eine PDF
es: Elige un PDF
eu: Aukeratu PDFa
fr: Choisir un PDF
gl: Escoller un PDF
it: Scegli un PDF
kab: Fren PDF
nl: Kies een PDF
oc: Causir un PDF
ro: Alegeți un PDF
ta: ஒரு PDF ஐத் தேர்வுசெய்க
tr: Bir PDF Seç

source: The PDF must not exceed %s Mb
de: Die PDF darf %s Mb nicht überschreiten
es: El PDF no puede exceder los %s Mb
eu: PDFak ezin ditu %s Mb baino gehiago izan
it: Il PDF non deve superare i %s Mb
nl: Het PDF-bestand mag niet groter zijn dan %s Mb
ta: PDF %s MB ஐ தாண்டக்கூடாது

source: The PDF will be processed by the server without being retained or stored
ar: سيتم معالجة ملف PDF على الخادم دون الاحتفاظ به أو تخزينه
de: Die PDF-Datei wird vom Server verarbeitet, ohne dass sie aufbewahrt oder gespeichert wird
es: El PDF será procesado por el servidor sin ser almacenado ni guardado
eu: Zerbitzariak PDFa prozesatuko du, baina ez du mantenduko edo biltegiratuko
fr: Le PDF sera traité par le serveur sans être conservé ni stocké
gl: O PDF vai ser procesado polo servidor sen ser retido ou almacenado
it: Il PDF sarà processato dal server senza essere memorizzato o salvato
kab: Aufaylu PDF ad yettusesfer s uqeddac war ma yettwaḥraz neɣ yettwasekles
nl: De PDF wordt verwerkt op de server zonder dat deze bewaard of opgeslagen wordt
oc: Lo servidor tractarà lo PDF sens lo servar o gardar
ro: PDF-ul va fi procesat de server fără a fi reținut sau stocat
ta: பி.டி.எஃப் தக்கவைக்கப்படாமல் சேவையகத்தால் செயலாக்கப்படும்
tr: PDF, saklanmadan veya depolanmadan sunucu tarafından işlenecektir

source: Compress
ar: ضغط
de: Komprimieren
es: Comprimir
eu: Konprimatu
fr: Compresser
gl: Comprimir
it: Comprimi
kab: Ssed
nl: Comprimeren
oc: Compressar
ro: Comprimă
ta: சுருக்க
tr: Sıkıştır

source: Low compression (maximum quality)
ar: ضغط منخفض (جودة عالية)
de: Niedrige Komprimierung (maximale Qualität)
es: Baja compresión (máxima calidad)
eu: Konpresio baxua (kalitate handiena)
gl: Compresión baixa (calidade máxima)
it: Compressione bassa (massima qualità)
nl: Lage compressie (maximum kwaliteit)
oc: Compression febla (qualitat maximala)
ro: Compresie scăzută (calitate maximă)
ta: குறைந்த சுருக்க (அதிகபட்ச தரம்)
tr: Düşük sıkıştırma (maksimum kalite)

source: %s Medium compression %s (default)
ar: %s ضغط متوسط %s (مبدئي)
de: %s Mittlere Kompression %s (Standard)
es: %s Compresión media %s (por defecto)
eu: %s Konpresio ertaina %s (lehenetsia)
fr: %s Moyenne compression %s (défaut)
gl: %s Compresión media %s (por defecto)
it: %s Compressione media %s (default)
kab: %s n tussda tqlemmast %s (tamezwert)
nl: %s Medium compressie %s (standaard)
oc: %s Compression mejana %s (per defaut)
ro: %s compresie medie %s (implicit)
ta: %s நடுத்தர சுருக்க %s (இயல்புநிலை)
tr: %s Orta sıkıştırma %s (varsayılan)

source: High compression (minimum quality)
ar: ضغط عالي (جودة دنيا)
de: Hohe Komprimierung (minimale Qualität)
es: Alta compresión (menor calidad)
eu: Konpresio altua (kalitate txikiena)
gl: Compresión alta (calidade inferior)
it: Compressione alta (minima qualità)
nl: Hoge compressie (minimum kwaliteit)
oc: Compression fòrta (qualitat minimala)
ro: Compresie ridicată (calitate minimă)
ta: உயர் சுருக்க (குறைந்தபட்ச தரம்)
tr: Yüksek sıkıştırma (minimum kalite)

source: Compressed at %s%
de: Komprimiert mit %s%
es: Comprimido al %s%
eu: %s%(e)an konprimatuta
it: Compresso a %s%
nl: Gecomprimeerd op %s%
ta: %s %இல் சுருக்கப்பட்டது

source: Download the PDF
ar: تنزيل الـ PDF
de: PDF herunterladen
es: Descargar el PDF
eu: Deskargatu PDFa
fr: Télécharger le PDF
gl: Descargar o PDF
it: Scarica il PDF
kab: Sader PDF
nl: Download de PDF
oc: Telecargar lo PDF
ro: Descărcați PDF-ul
ta: PDF ஐப் பதிவிறக்கவும்
tr: PDF dosyasını indirin

source: Free open-source software for signing and manipulating PDFs
de: Kostenlose Open-Source-Software zum Signieren und Bearbeiten von PDFs
es: Software libre de código abierto para firma y manejo de archivos PDF
eu: PDFak maneiatzeko eta sinatzeko kode irekiko software askea
it: Software libero ed open source per la firma e la manipolazione dei PDF
nl: Vrije open-bron software voor het tekenen en bewerken van PDFs
ta: PDF களில் கையொப்பமிடுவதற்கும் கையாளுவதற்கும் இலவச திறந்த மூல மென்பொருள்

source: Sign a PDF
de: PDF signieren
es: Firmar un PDF
eu: Sinatu PDFa
gl: Asinar un PDF
it: Firma un PDF
nl: Teken een PDF
ro: Semnează un PDF
ta: ஒரு PDF இல் கையெழுத்திடுகின்றன
tr: PDF imzala

source: Add a signature
de: Unterschrift hinzufügen
es: Agregar una firma
eu: Gehitu sinadura
it: Aggiungi una firma
nl: Voeg een handtekening toe
ta: ஒரு கையொப்பத்தைச் சேர்க்கவும்

source: Add initials
de: Initialen hinzufügen
es: Agregar iniciales
eu: Gehitu inizialak
it: Aggiungi le iniziali
nl: Voeg initialen toe
ta: முதலெழுத்துகளைச் சேர்க்கவும்

source: Add a stamp
de: Stempel hinzufügen
es: Agregar un timbre
eu: Gehitu zigilua
it: Aggiungi un timbro
nl: Voeg een stempel toe
ta: ஒரு முத்திரை சேர்க்கவும்

source: Type text
de: Text hinzufügen
es: Escribir texto
eu: Idatzi testua
it: Digita il testo
nl: Typ tekst
ta: உரையைத் தட்டச்சு செய்க

source: Strike through text
de: Text durchstreichen
es: Tachar texto
eu: Zirrimarratu testua
it: Barrare il testo
nl: Tekst doorhalen
ta: உரை மூலம் வேலைநிறுத்தம்

source: Allow multiple people to sign via a shared link
de: Mehreren Personen das Signieren über geteilten Link erlauben
es: Permitir a varias personas firmar a través de un enlace compartido
eu: Baimendu pertsona batek baino gehiagok sinatzea partekatutako esteka bat erabiliz
it: Consenti a più persone di firmare tramite un collegamento condiviso
nl: Laat meerdere mensen ondertekenen via een gedeelde link
ta: பகிரப்பட்ட இணைப்பு வழியாக பல நபர்களை கையெழுத்திட அனுமதிக்கவும்

source: Sign with the server certificate
de: Mit Server-Zertifikat signieren
es: Firmar utilizando el certificado de este servidor
eu: Sinatu zerbitzariko ziurtagiriarekin
it: Firma con il certificato del server
nl: Onderteken met het server certificaat
ta: சேவையக சான்றிதழுடன் கையொப்பமிடுங்கள்

source: Add a watermark
de: Wasserzeichen hinzufügen
es: Agregar una marca da agua
eu: Gehitu filigrana
it: Aggiungi una filigrana
nl: Voeg een watermerk toe
ta: ஒரு வாட்டர்மார்க் சேர்க்கவும்

source: New
de: Neu
es: Nuevo
nl: Nieuw

source: Redact areas
de: Bereiche schwärzen
es: Ocultar áreas
eu: Ezabatu eremuak
it: Redigi aree
nl: Maak vlakken onleesbaar
ta: திருத்தும் பகுதிகள்

source: Organize PDFs
eu: Antolatu PDFak
it: Organizza i PDF
nl: Orden PDFs
ta: PDF ஐ ஒழுங்கமைக்கவும்

source: Combine multiple PDF files
de: Mehrere PDFs kombinieren
es: Combinar múltiples archivos PDF
eu: Batu PDF fitxategiak
it: Unisci più file PDF
nl: Voeg meerdere PDFs samen
ta: பல PDF கோப்புகளை இணைக்கவும்

source: Reorder pages
de: Seiten neu anordnen
es: Reordenar páginas
eu: Berrantolatu orriak
it: Riordina le pagine
nl: Herorder pagina's
ta: பக்கங்களை மறுவரிசைப்படுத்தவும்

source: Extract pages
de: Seiten extrahieren
es: Extraer páginas
eu: Erauzi orriak
it: Estrai pagine
nl: Extraheer pagina's
ta: பக்கங்களை பிரித்தெடுக்கவும்

source: Rotate pages
de: Seiten rotieren
es: Rotar páginas
eu: Biratu orriak
it: Ruota le pagine
nl: Roteer pagina's
ta: பக்கங்களை சுழற்றுங்கள்

source: Change or standardize the paper size
de: Papierformat ändern oder vereinheitlichen
es: Cambiar o uniformar el tamaño del papel
eu: Aldatu edo estandarizatu paperaren neurria
it: Modificare o standardizzare il formato della carta
nl: Wijzig of standardiseer het paginaformaat

source: Delete pages
de: Seiten entfernen
es: Eliminar páginas
eu: Ezabatu orriak
it: Elimina pagine
nl: Verwijder pagina's
ta: பக்கங்களை நீக்கு

source: Generate a booklet
de: Broschüre erstellen
es: Crear un folleto
nl: Maak een boekje

source: Convert images to PDF
de: Bilder in PDF umwandeln
es: Convertir imágenes a PDF
eu: Bihurtu irudiak PDFra
it: Convertire le immagini in PDF
nl: Converteer afbeeldingen naar PDF
ta: படங்களை PDF ஆக மாற்றவும்

source: Edit a PDF
eu: Editatu PDFa
it: Modifica un PDF
nl: Bewerk een PDF
ta: ஒரு PDF ஐத் திருத்து

source: Add, edit, or remove metadata from a PDF
ar: إضافة أو تعديل أو حذف البيانات الوصفية
de: Hinzufügen, Bearbeiten oder Entfernen von Metadaten aus einer PDF-Datei
es: Agregar, editar o eliminar metadatos de un PDF
eu: Gehitu, editatu, edo kendu PDFaren metadatuak
fr: Ajouter, modifier ou supprimer les métadonnées d'un PDF
gl: Engadir, editar ou eliminar metadatos dun PDF
it: Aggiungi, modifica o rimuovi i metadata da un PDF
kab: Rnu, ẓreg, neɣ kkes iɣefisefka seg PDF
nl: Bewerk, verwijder of voeg metadata toe van een PDF
oc: Apondre, modificar o suprimir de metadonada d’un PDF
ro: Adăugați, editați sau eliminați metadate dintr-un PDF
ta: ஒரு PDF இலிருந்து மெட்டாடேட்டாவைச் சேர்க்கவும், திருத்தவும் அல்லது அகற்றவும்
tr: PDF'ye meta veri ekleme, düzenleme veya PDF'den meta veri kaldırma

source: Compress and reduce the size of a PDF
de: PDF komprimieren und Dateigröße reduzieren
es: Comprimir y reducir el tamaño de un PDF
eu: Konprimatu eta murriztu PDFaren tamaina
it: Comprimi e riduci le dimensioni di un PDF
nl: Comprimeer en verminder de grootte van een PDF
ta: ஒரு PDF இன் அளவை சுருக்கி குறைக்கவும்

source: %s Edit metadata
ar: %s تعديل البيانات الوصفية
de: %s Metadaten bearbeiten
es: %s Editar los metadatos
eu: %s Editatu metadatuak
fr: %s Éditer les métadonnées
gl: %s Editar metadatos
it: %s Modifica i metadata
kab: %s n uẓrag n yiɣefisefka
nl: %s Bewerk metadata
oc: %s Modificar las metadonadas
ro: %s Editați metadatele
ta: %s மேனிலை தரவு
tr: %s Meta verileri düzenleme

source: Test with a demo PDF
ar: تجريب بملف PDF تجريبي
de: Mit Demo-PDF testen
es: Prueba con un PDF de demostración
eu: Probatu demozko PDF batekin
fr: Tester avec un PDF de démo
gl: Proba cun PDF de mostra
it: Test con un PDF demo
kab: Sekyed s ufaylu PDF n uskan
nl: Test met een demo PDF
oc: Ensajar amb un PDF d’ensag
ro: Testați cu un PDF demonstrativ
ta: டெமோ பி.டி.எஃப் உடன் சோதிக்கவும்
tr: Demo PDF ile test edin

source: List of PDF metadata
ar: قائمة البيانات الوصفية لـ PDF
de: Liste der PDF-Metadaten
es: Lista de metadatos del PDF
eu: PDFaren metadatuen zerrenda
fr: Liste des métadonnées du PDF
gl: Lista dos metadatos do PDF
it: Elenco dei metadata del PDF
kab: Tabdart n yiɣefisefka n PDF
nl: Lijst met PDF metadata
oc: Lista de las metadonadas PDF
ro: Lista de metadate PDF
ta: PDF மெட்டாடேட்டாவின் பட்டியல்
tr: PDF meta verilerinin listesi

source: Add new metadata
ar: إضافة بيانات وصفية
de: Neue Metadaten hinzufügen
es: Agregar nuevos metadatos
eu: Gehitu metadatu berriak
fr: Ajouter une nouvelle métadonnée
gl: Engadir novos metadatos
it: Aggiungi un nuovo metadata
kab: Rnu iɣefisefka imaynuten
nl: Voeg nieuwe metadata toe
oc: Apondre una metadonada novèla
ro: Adăugați metadate noi
ta: புதிய மெட்டாடேட்டாவைச் சேர்க்கவும்
tr: Yeni meta veri ekleyin

source: Key
ar: المفتاح
de: Schlüssel
es: Clave
eu: Gakoa
fr: Clé
gl: Chave
it: Chiave
kab: Tasarut
nl: Sleutel
oc: Clau
ro: Cheie
ta: விசை
tr: Anahtar

source: Value
ar: القيمة
de: Wert
es: Valor
eu: Balioa
fr: Valeur
gl: Valor
it: Valore
kab: Azal
nl: Waarde
oc: Valor
ro: Valoare
ta: மதிப்பு
tr: Değer

source: %s Add
ar: %s إضافة
de: %s Hinzufügen
es: %s añadir
eu: %s Gehitu
fr: %s Ajouter
gl: %s Engadir
it: %s Aggiungi
kab: %s yettwarna
nl: %s Voeg toe
oc: %s Apondre
ro: %s Adăugați
ta: %s சேர்
tr: %s Ekle

source: Close this PDF and return to the home page
ar: إغلاق هذا PDF والعودة إلى الصفحة الرئيسية
de: PDF schließen und zur Startseite zurückkehren
es: Cerrar este PDF y volver a la página de inicio
eu: Itxi PDFa eta itzuli hasierako orrira
fr: Fermer ce PDF et retourner à l'accueil
gl: Pecha este PDF e volve á páxina de inicio
it: Chiudi questo PDF e torna alla home page
kab: Mdel afaylu-a n PDF syen uɣal ɣer usebter agejdan
nl: Sluit deze PDF en ga terug naar de homepagina
oc: Tampar aqueste PDF e tornar a l’acuèlh
ro: Închideți acest PDF și reveniți la pagina de pornire
ta: இந்த PDF ஐ மூடி, முகப்பு பக்கத்திற்குத் திரும்புக
tr: Bu PDF'yi kapatın ve ana sayfaya dönün

source: Edit metadata
ar: تحرير البيانات الوصفية
de: Metadaten bearbeiten
es: Editar metadatos
eu: Editatu metadatuak
fr: Édition des métadonnées
gl: Editar metadatos
it: Modifica i metadata
kab: Ẓreg iɣefisefka
nl: Bewerk metadata
oc: Modificar las metadonadas
ro: Editați metadatele
ta: மெட்டாடேட்டாவைத் திருத்து
tr: Meta verileri düzenleme

source: Save and download the PDF
ar: حفظ وتنزيل الـ PDF
de: PDF speichern und herunterladen
es: Guardar y descargar el PDF
eu: Gorde eta deskargatu PDFa
fr: Enregistrer et télécharger le PDF
gl: Gardar e descargar o PDF
it: Salva e scarica il PDF
kab: Sekles syen sader PDF
nl: Bewaar en download de PDF
oc: Enregistrar e telecargar lo PDF
ro: Salvați și descărcați PDF-ul
ta: PDF ஐ சேமித்து பதிவிறக்கவும்
tr: PDF'i kaydedin ve indirin

source: Save changes
de: Änderungen speichern
es: Gardar cambios
eu: Gorde aldaketak
gl: Gardar cambios
it: Salva modifiche
nl: Bewaar wijzigingen
ta: மாற்றங்களைச் சேமிக்கவும்

source: %s Organize PDF
ar: %s تنظيم الـ PDF
de: %s PDF organisieren
es: %s Organizar PDF
eu: %s Antolatu PDFa
fr: %s Organiser des PDF
gl: %s Organizar PDF
it: %s Organizza PDF
kab: %s n usuddes n PDF
nl: %s Orden PDF
oc: %s Organizar de PDF
ro: %s Organizați PDF-uri
ta: %s PDF ஐ ஒழுங்கமைக்கின்றன
tr: %s PDF Düzenle

source: Merge, sort, rotate, delete, extract pages
ar: دمج، فرز، تدوير، حذف، استخراج الصفحات
de: Seiten zusammenführen, sortieren, drehen, löschen, extrahieren
es: Fusionar, ordenar, rotar, eliminar, extraer páginas
eu: Bateratu, sailkatu, biratu, ezabatu, erauzi orriak
fr: Fusionner, trier, pivoter, supprimer, extraire des pages
gl: Unir, ordear, rotar, desbotar, extraer páxinas
it: Unisci, ordina, ruota, elimina, estrai pagine
kab: Smezdi, smizwer, sezzi, kkes, tsuffeɣ-d isebtar
nl: Voeg samen, sorteer, roteer, verwijder, extraheer pagina's
oc: Fusionar, triar, pivotar, suprimir, extraire de paginas
ro: Îmbinați, sortați, rotiți, ștergeți, extrageți pagini
ta: ஒன்றிணைக்கவும், வரிசைப்படுத்தவும், சுழற்றவும், நீக்கவும், பக்கங்களை பிரித்தெடுக்கவும்
tr: Birleştirme, sıralama, döndürme, silme, sayfa çıkarma

source: or an image
de: oder ein Bild
es: o una imagen
eu: edo irudi bat
it: o un'immagine
nl: of een afbeelding
ta: அல்லது ஒரு படம்

source: Touch a page to select it
ar: اضغط على صفحة لتحديدها
de: Eine Seite berühren, um sie auszuwählen
es: Toca una página para seleccionarla
eu: Ukitu orria hautatzeko
fr: Toucher une page pour la sélectionner
gl: Toca unha páxina para seleccionala
it: Clicca sulla pagina per selezionarla
kab: Sit ɣef usebter i wakken ad t-tferneḍ
nl: Raak een pagina aan om ze te selecteren
oc: Tocar una pagina per la seleccionar
ro: Atingeți o pagină pentru a o selecta
ta: அதைத் தேர்ந்தெடுக்க ஒரு பக்கத்தைத் தொடவும்
tr: Seçmek için bir sayfaya dokunun

source: Close this PDF and return to home
ar: إغلاق هذا PDF والعودة إلى الرئيسية
de: PDF schließen und zu Home zurückkehren
es: Cerrar este PDF y volver al inicio
eu: Itxi PDFa eta itzuli hasierara
fr: Fermer ce PDF et retourner à l'accueil
gl: Pechar este PDF e volver ao inicio
it: Chiudi questo PDF e ritorna alla home
kab: Mdel afaylu-a n PDF syen uɣal ɣer usebter
nl: Sluit deze PDF en ga terug naar de homepagina
oc: Tampar aqueste PDF e tornar a l’acuèlh
ro: Închideți acest PDF și reveniți acasă
ta: இந்த PDF ஐ மூடி வீட்டிற்கு திரும்பவும்
tr: Bu PDF'i kapat ve anasayfaya dön

source: PDF organization
ar: تنظيم ملفات الـ PDF
de: PDF-Organisation
es: Organización del PDF
eu: PDFaren antolaketa
fr: Organisation de PDF
gl: Organización do PDF
it: Organizzazione del PDF
kab: Asuddes n yifuyla PDF
nl: PDF ordenen
oc: Organizacion de PDF
ro: Organizare PDF-uri
ta: பி.டி.எஃப் அமைப்பு
tr: PDF organizasyonu

source: %s Add a PDF
ar: %s إضافة PDF
de: %s PDF hinzufügen
es: %s añadir un PDF
eu: %s Gehitu PDFa
fr: %s Ajouter un PDF
gl: %s Engadir un PDF
it: %s Aggiungi un PDF
kab: %s n tmerna n PDF
nl: %s Voeg een PDF toe
oc: %s Apondre un PDF
ro: %s Adăugați un PDF
ta: %s ஒரு PDF ஐச் சேர்க்கவும்
tr: %s PDF Ekle

source: %s page(s) selected
ar: %s صفحات تم اختيارها
de: %s Seite(n) ausgewählt
es: %s página(s) seleccionada(s)
eu: %s orrialde hautatu dira
fr: %s page(s) sélectionnée(s)
gl: %s páxina(s) seleccionada(s)
it: %s pagine selezionate
kab: %s usebter(yisebtar) i yettwafernen
nl: %s pagina(s) geselecteerd
oc: %s pagina(s) seleccionada(s)
ro: %s pagini selectate
ta: %s பக்கம் (IS) தேர்ந்தெடுக்கப்பட்டது
tr: %s sayfa seçildi

source: %s Rotate 90°
ar: %s دوران بـ 90°
de: %s Drehe um 90°
es: %s girar 90°
eu: %s Biratu 90º
fr: %s Tourner de 90°
gl: %s Rotar 90°
it: %s Ruota di 90°
kab: %s n tuzzya s 90°
nl: %s Roteer 90°
oc: %s Virar de 90°
ro: %s Rotire 90°
ta: %s 90 ° ஐ சுழற்றுகின்றன
tr: %s 90° döndür

source: %s Move
ar: %s نقل
de: %s Verschieben
es: %s mover
eu: %s Mugitu
fr: %s Déplacer
gl: %s Mover
it: %s Sposta
kab: %s yettwasenkez
nl: %s Verplaats
oc: %s Desplaçar
ro: %s Mutare
tr: %s Taşı

source: %s Delete
ar: %s حذف
de: %s Läschen
es: %s borrar
eu: %s Ezabatu
fr: %s Supprimer
gl: %s Desbotar
it: %s Elimina
kab: %s tukksa
nl: %s Verwijder
oc: %s Suprimir
ro: %s Ștergeți
ta: %s நீக்கு
tr: %s Sil

source: %s Extract and download
ar: %s فك الضغط وتنزيل
de: %s Extrahieren und herunterladen
es: %s extraer y descargar
eu: %s Erauzi eta deskargatu
fr: %s Extraire et télécharger
gl: %s Extraer e descargar
it: %s Estrai e scarica
kab: %s Ssef, tsadfeḍ
nl: %s Extraheer en download
oc: %s Extraire e telecargar
ro: %s Extrageți și descărcați
ta: %s சாறு மற்றும் பதிவிறக்க
tr: %s Ayıklayın ve indirin

source: %s Cancel selection
ar: %s إلغاء التحديد
de: %s Auswahl aufheben
es: %s cancelar selección
eu: %s Utzi hautaketa
fr: %s Annuler la sélection
gl: %s Desbotar selección
it: %s Annulla selezione
kab: %s Sefsex tafrant
nl: %s Annuleer selectie
oc: %s Anullar la seleccion
ro: %s Anulează selecția
ta: %s தேர்வு
tr: %s Seçimi iptal et

source: Printing options
de: Druckoptionen
es: Opciones de impresión
eu: Inprimatzeko aukerak
it: Opzioni di stampa
nl: Print opties

source: %s Download the full PDF
ar: %s تنزيل الـ PDF كاملًا
de: %s Vollständiges PDF herunterladen
es: %s Descargar el PDF completo
eu: %s Deskargatu PDF osoa
fr: %s Télécharger le PDF complet
gl: %s Descargar PDF completo
it: %s Scaricato il PDF completo
kab: %s Sader PDF ummid
nl: %s Download de volledige PDF
oc: %s Telecargar lo PDF complèt
ro: %s Descărcați PDF-ul complet
ta: %s முழு PDF ஐ பதிவிறக்கவும்
tr: %s PDF'in tamamını indirin

source: Download the selection
ar: تنزيل المُحدَّدة
de: Auswahl herunterladen
es: Descargar la selección
eu: Deskargatu hautaketa
fr: Télécharger la sélection
gl: Descargar a selección
it: Scarica la selezione
kab: Sader tafrant
nl: Download de selectie
oc: Telecargar la seleccion
ro: Descărcați selecția
ta: தேர்வைப் பதிவிறக்கவும்
tr: Seçileni indirin

source: No
ar: لا شيء
de: Nein
eu: Ez
fr: Aucune
gl: Non
kab: Uhu
nl: Neen
oc: Non
ro: Nu
ta: இல்லை
tr: Hayır

source: page
ar: صفحة
de: Seite
es: página
eu: orri
gl: páxina
it: pagina
kab: asebter
nl: pagina
oc: pagina
ro: pagină
ta: பக்கம்
tr: sayfa

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
eu: Utzi
fr: Annuler
gl: Desbotar
it: Annulla
kab: Sefsex
nl: Annuleren
oc: Anullar
ro: Anulare
ta: ரத்துசெய்
tr: İptal

source: %s Turn
ar: %s دوران
de: %s Drehen
es: %s Girar
eu: %s Biratu
fr: %s Tourner
gl: %s Xirar
it: %s Ruota
kab: %s n udewweṛ
nl: %s Draai
oc: %s Virar
ro: %s Întoarce
ta: %s
tr: %s Çevir

source: PDF documents
ar: مستندات PDF
de: PDF-Dokumente
es: Documentos PDF
eu: PDF dokumentuak
fr: Documents PDF
gl: Documentos PDF
it: Documenti PDF
kab: Isemliyen n PDF
nl: PDF documenten
oc: Documents PDF
ro: Documente PDF
ta: PDF ஆவணங்கள்
tr: PDF dökümanları
