Repository: 24eme/signaturepdf
Catalog: locale/*/LC_MESSAGES/application.po
Languages: ar, de, es, eu, fr, gl, it, kab, nl, oc, ro, ta, tr

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
eu: Itxi
fr: Fermer
gl: Pechar
it: Chiudi
kab: Mdel
nl: Sluit
oc: Tampar
ro: Închide
ta: மூடு
tr: Kapat

source: Original format
es: Formato original
eu: Jatorrizko formatua
it: Formato originale
nl: Origineel formaat

source: Most common formats
de: Gängigste Formate
es: Formatos más comunes
eu: Formatu erabilienak
it: Formati più comuni
nl: Meest courante formaten

source: Other formats
de: Andere Formate
es: Otros formatos
eu: Beste formatu batzuk
it: Altri formati
nl: Andere formaten

source: Custom
de: Benutzerdefiniert
es: Personalizado
nl: Aangepast

source: Paper size
de: Papiergröße
es: Tamaño del papel
eu: Paperaren neurria
it: Formato della carta
nl: Papierformaat

source: Width
de: Breite
es: Ancho
nl: Breedte

source: Height
de: Höhe
es: Alto
nl: Hoogte

source: Unit
de: Einheit
es: Unidad
nl: Eenheid

source: Normal
nl: Normaal

source: Booklet
de: Broschüre
es: Folleto
nl: Boekje

source: Formatting
de: Formatierung
es: Formateando
nl: Formaat

source: Sign, initial, stamp, complete a document
ar: وقِّع أو وقِّع جانبيا أو ضع خاتما أو اكمل مُستَنَدًا
de: Dokument unterschreiben, signieren, stempeln oder abschließen
es: Firmar, rubricar, sellar, cumplimentar un documento
eu: Sinatu, idatzi inizialak, zigilatu, osatu dokumentua
fr: Signer, parapher, tamponner, compléter un document
gl: Asinar, iniciais, selo, completar un documento
it: Firma, annota, timbra, completa un documento
kab: Zmek, zmel deg yidis, err iziwel neɣ smed isemli
nl: Teken, initiaal, stempel, vervolledig een document
oc: Signar, parafar, sagelar, completar un document
ro: Semnează, inițială, ștampilă, completează un document
ta: அடையாளம், ஆரம்ப, முத்திரை, ஒரு ஆவணத்தை முடிக்கவும்
tr: Belgeyi imzalamak, paraflamak, damgalamak, tamamlamak

source: The PDF should not exceed
ar: لا يجب أن يتعدّى ملف PDF حجم
de: Die PDF darf nicht größer sein als
es: El PDF no debe sobrepasar
eu: PDFak ezin ditu gainditu
fr: Le PDF ne doit pas dépasser
gl: O PDF non debe superar os
it: Il PDF non può superare
kab: PDF ur ilaq ara ad iɛeddi
nl: De PDF moet niet groter zijn dan
oc: Lo PDF deu pas despassar
ro: PDF-ul nu trebuie să depășească
ta: PDF ஐ விட அதிகமாக இருக்கக்கூடாது
tr: PDF aşmamalıdır

source: MB and
ar: ميغابايت و
de: MB und
es: MB y
eu: MB eta
fr: Mo et
gl: MB e
it: MB e
kab: MB d
nl: MB en
oc: Mo e
ro: MB și
ta: எம்பி மற்றும்
tr: MB ve

source: pages
ar: صفحات
de: Seiten
es: páginas
eu: orrialde
fr: page
gl: páxinas
it: pagine
kab: isebtar
nl: pagina's
oc: paginas
ro: pagini
ta: பக்கங்கள்
tr: sayfalar

source: How to sign?
ar: كيف تُوقِّع؟
de: Wie signiert man?
es: ¿Cómo firmar?
eu: Nola sinatu?
fr: Comment signer ?
gl: Como asino un PDF?
it: Come firmare?
kab: Amek ara tzemleḍ?
nl: Hoe tekenen?
oc: Cossí signar ?
ro: Cum să semnez?
ta: கையெழுத்திடுவது எப்படி?
tr: Nasıl imzalanır?

source: By clicking directly on the document page
ar: بالنقر مباشرة على صفحة المُستنَد
de: Durch direktes Anklicken der Dokumentenseite
es: Al hacer clic directamente en la página del documento
eu: Dokumentuko orrialdean zuzenean klik eginez
fr: En cliquant directement sur la page du document
gl: Premendo directamente na páxina do documento
it: Cliccando direttamente sulla pagina del documento
kab: S usiti srid ɣef usebter n yisemli
nl: Door op de pagina van het document te klikken
oc: En clicant dirèctament per la pagina del document
ro: Făcând clic direct pe pagina documentului
ta: ஆவண பக்கத்தில் நேரடியாக சொடுக்கு செய்வதன் மூலம்
tr: Doğrudan belge sayfasına tıklayarak

source: to insert the selected item in the right column
ar: لإدراج العنصر المُختار في العمود الأيمن
de: um das ausgewählte Element in die rechte Spalte einzufügen
es: para insertar el elemento seleccionado en la columna derecha
eu: hautatutako elementua eskuineko zutabean sartzeko
fr: pour insérer l'élément selectionné dans la colonne de droite
gl: para engadir o elemento seleccionado na columna correcta
it: per inserire l'elemento selezionato nella colonna destra
kab: i tririt n uferdis i yettwzfernen deg ufeggag ayeffus
nl: om het geselecteerde item toe te voegen aan de rechterkolom
oc: per inserir l’element seleccionat dins la colomna a man drecha
ro: pentru a insera elementul selectat în coloana din dreapta
ta: தேர்ந்தெடுக்கப்பட்ட உருப்படியை வலது நெடுவரிசையில் செருக
tr: Seçilen öğeyi sağ sütuna eklemek için

source: signature, initial, text, stamp, etc ...
ar: إمضاء، توقيع بالحروف الأولى، نص، ختم، إلخ…
de: Unterschrift, Initialen, Text, Stempel usw.
es: firma, inicial, texto, sello, etc ...
eu: sinadura, inizialak, testua, zigilua, etab...
fr: signature, paraphe, texte, tampon, etc ...
gl: sinatura, iniciais, texto, selo, etc …
it: firma, iniziali, testo, timbro, ecc...
kab: azmul, qzmul deg yidis, aḍris, iziwel, tgr...
nl: teken, initiaal, tekst, stempelen, etc ...
oc: signatura, parafa, tèxt, sagèl, etc...
ro: semnătură, inițiale, text, ștampilă etc...
ta: கையொப்பம், ஆரம்ப, உரை, முத்திரை போன்றவை ...
tr: imza, baş harf, metin, damga, vb.

source: Close this PDF and return to the homepage
ar: إغلاق هذا PDF والعودة إلى الصفحة الرئيسية
de: PDF schließen und zur Startseite zurückkehren
es: Cerrar este PDF y volver a la página principal
eu: Itxi PDFa eta itzuli hasierako orrira
fr: Fermer ce PDF et retourner à l'accueil
gl: Pechar este PDF e volver á páxina de inicio
it: Chiudi questo PDF e torna in homepage
kab: Mdel afaylu-a PDF syen uɣal ɣer usebter agejdan
nl: Sluit deze PDF en ga terug naar de homepagina
oc: Tampar aqueste PDF e tornar a l’acuèlh
ro: Închideți acest PDF și reveniți la pagina de pornire
ta: இந்த PDF ஐ மூடி முகப்புப்பக்கத்திற்குத் திரும்புக
tr: Bu PDF'yi kapatın ve ana sayfaya dönün

source: PDF Signature
ar: توقيع الـ PDF
de: PDF-Signatur
eu: PDFaren sinadura
fr: Signature du PDF
gl: Sinatura PDF
it: Firma del PDF
kab: Asezmel n PDF
nl: PDF Handtekening
oc: Signatura PDF
ro: Semnătura PDF-ului
ta: PDF கையொப்பம்
tr: PDF İmzala

source: This PDF is shared with others to be signed by multiple people
ar: ملف PDF هذا مشارَك مع أشخاص آخرين لإمضائه من قِبل عدة أشخاص
de: Diese PDF-Datei wird an andere weitergegeben, damit sie von mehreren Personen unterzeichnet werden kann
es: Este PDF se comparte con otros para que lo firmen varias personas
eu: PDF hau partekatua da, pertsona batek baino gehiagok sinatzeko
fr: Ce PDF est partagé avec d'autres personnes pour être signé à plusieurs
gl: Este PDF está compartido para ser asinado por varias persoas
it: Questo PDF è condiviso con altri per essere firmato da più persone
kab: Afaylu-a PDF yettwabḍa d yimdanen niḍen i wakken ad yetgusezmel sɣur waṭas n yimdanen
nl: Deze PDF wordt met anderen gedeeld om door meerdere personen getekend te worden
oc: Aqueste PDF es partejat amb d’autras personas per èsser signat per mantuna persona
ro: Acest PDF este partajat altor persoane pentru a fi semnat de mai multe persoane
ta: இந்த PDF மற்றவர்களுடன் பல நபர்களால் கையெழுத்திடப்பட வேண்டும்
tr: Bu PDF birden fazla kişi tarafından imzalanmak üzere başkalarıyla paylaşılır

source: This PDF is stored on your computer to be signed by you only
ar: ملف PDF هذا مُخزَّن على حاسوبك كي تُوقِّعه أنت فقط
de: Diese PDF-Datei wird auf Ihrem Computer gespeichert und kann nur von Ihnen unterzeichnet werden
es: Este PDF se almacena en tu ordenador para que solo tu lo firmes
eu: PDFa ordenagailuan gordeta dago zuk bakarrik sinatu ahal izateko
fr: Ce PDF est stocké sur votre ordinateur pour être signé par vous uniquement
gl: O PDF está gardado na túa computadora para ser asinado só por ti
it: Questo PDF è salvato sul tuo computer per essere firmato solo da te
kab: Afaylu-a PDF yettwaḥraz deg uselkim-ik i wakken ad t-tzemleḍ kan kečč
nl: Deze PDF wordt op uw computer bewaard om alleen door U ondertekend te worden
oc: Aqueste PDF es servat sus vòstre ordenador sonque per que lo signetz
ro: Acest PDF este stocat pe computer pentru a fi semnat numai de dvs
ta: இந்த PDF உங்கள் கணினியில் நீங்கள் மட்டுமே கையொப்பமிட வேண்டும்
tr: Bu PDF, yalnızca sizin tarafınızda imzalanmak için bilgisayarınızda depolanır

source: This PDF is stored encrypted on the server.
de: Dieses PDF wird verschlüsselt auf dem Server gespeichert.
es: Este PDF se almacena cifrado en el servidor.
eu: PDFa zifratuta gorde da zerbitzarian.
gl: Este PDF gardouse cifrado no servidor.
it: Questo PDF é conservato nel server crittografato.
nl: Deze PDF wordt geëncrypteerd op de server bewaard.
ta: இந்த PDF சேவையகத்தில் குறியாக்கம் செய்யப்படுகிறது.

source: Keep the selection active
ar: الاحتفاظ بالتحديد نشطًا
de: Auswahl aktiv halten
es: Mantener activa la selección
eu: Mantendu hautaketa aktibo
fr: Garder la sélection active
gl: Manter activa a selección
it: Tieni attiva la selezione
kab: Eǧǧ tafrant d turmidt
nl: Hou de selectie actief
oc: Gardar la seleccion activa
ro: Păstrați selecția activă
ta: தேர்வை செயலில் வைத்திருங்கள்
tr: Seçimi etkin tutun

source: %s Signature
ar: %s إمضاء
de: %s Unterschrift
es: %s Firma
eu: %s Sinadura
gl: %s Sinatura
it: %s Firma
kab: %s Uzmul
nl: %s Handtekening
oc: %s Signatura
ro: Semnătura %s
ta: %s கையொப்பம்
tr: %s İmza

source: Create
ar: إنشاء
de: Erstellen
es: Crear
eu: Sortu
fr: Créer
gl: Crear
it: Crea
kab: Rnu
nl: Maak
oc: Crear
ro: Creare
ta: உருவாக்கு
tr: Oluştur

source: %s Initial
ar: %s توقيع بالحروف الأولى
de: %s Signatur
es: %s Iniciales
eu: %s Inizialak
fr: %s Paraphe
gl: %s Iniciais
it: %s Iniziali
kab: %s Azmul s yisekkilen imezwura
nl: %s Initiaal
oc: %s Parafa
ro: %s inițial
ta: %s தொடக்க
tr: %s Paraf

source: %s Stamp
ar: %s خاتَم
de: %s Stempel
es: %s Sello
eu: %s Zigilua
fr: %s Tampon
gl: %s Selo
it: %s Timbro
kab: %s Iziwel
nl: %s Stempel
oc: %s Sagèl
ro: Ștampila %s
tr: %s Mühür

source: %s Text
ar: %s نص
es: %s Texto
eu: %s Testua
fr: %s Texte
gl: %s Texto
it: %s Testo
kab: %s Aḍris
nl: %s Tekst
oc: %s Tèxt
ta: %s உரை
tr: %s Yazı

source: Strikethrough
de: Durchstreichen
es: Tachar
eu: Zirrimarra
gl: Riscado
it: Barrato
nl: Doorhalen
ta: ச்ட்ரைகெத்ரோ

source: %s Check box
ar: %s خانة اختيار
de: %s Kontrollkästchen
es: %s Casilla de verificación
eu: %s Kontrol-laukia
fr: %s Case à cocher
gl: %s Caixa de selección
it: %s Casella di controllo
kab: %s Tabewwaḍt n uṛcam
nl: %s Selectievakje
oc: %s Cassa de marcar
ro: Caseta de selectare %s
ta: %s தேர்வுப்பெட்டி
tr: %s Onay Kutusu Doldurma

source: Redaction area
de: Schwärzungsbereich
es: Área ocultable
eu: Ezabatzeko eremua
it: Area di redazione
nl: Onleesbaar gebied
ta: மறுசீரமைப்பு பகுதி

source: Watermark
de: Wasserzeichen
es: Marca de agua
eu: Filigrana
it: Filigrana
nl: Watermerk
ta: வாட்டர்மார்க்

source: %s Create an element
ar: %s إنشاء عنصر
de: %s Element erstellen
es: %s Crear un elemento
eu: %s Sortu elementua
fr: %s Créer un élément
gl: %s Crear un elemento
it: %s Crea un elemento
kab: %s Rnu aferdis
nl: %s Maak een element
oc: %s Crear un element
ro: %s Creați un element
ta: %s ஒரு உறுப்பை உருவாக்குகின்றன
tr: %s Bir eleman oluştur

source: %s Share to sign %s with multiple people
ar: %s شارِكه كي يُوَقِّعه %s عدة أشخاص
de: %s Mit mehreren Personen %s zur Unterschrift teilen
es: %s Compartir para firmar %s con varias personas
eu: %s Partekatu %s pertsona batek baino gehiagok sinatzeko
fr: %s Partager pour signer %s à plusieurs
gl: %s Compartir para asinar %s por varias persoas
it: %s Condividi per firmare %s con più persone
kab: %s Bḍu-t i wakken ad t-yezmel %s aṭas n yimdanen
nl: %s Deel om %s te tekenen met meerdere personen
oc: %s Partejar per signar %s amb mantuna persona
ro: %s Distribuie pentru a semna %s cu mai multe persoane
ta: பல நபர்களுடன் %s இல் கையெழுத்திட %s பங்கு
tr: %s Birden fazla kişiyle %s imzalamak için paylaşın

source: Download the signed PDF
ar: تنزيل ملف PDF المُوَقَّع
de: Signierte PDF herunterladen
es: Descargar el PDF firmado
eu: Deskargatu sinatutako PDFa
fr: Télécharger le PDF signé
gl: Descargar o PDF asinado
it: Scarica il PDF firmato
kab: Sader afaylu n PDF yettwazemlen
nl: Download de ondertekende PDF
oc: Telecargar lo PDF signat
ro: Descărcați PDF-ul semnat
ta: கையொப்பமிடப்பட்ட PDF ஐப் பதிவிறக்கவும்
tr: İmzalı PDF'i indirin

source: The PDF will be flattened
de: Die PDF wird in ein nicht bearbeitbares Format umgewandelt
es: El PDF será acoplado
eu: PDFa lautuko da
it: Il PDF verrà appiattito
nl: De PDF wordt uitgevlakt
ta: PDF தட்டையானது

source: You are %s to have signed this PDF
ar: أنتم %s قد وَقَّعتُم على هذا الملف بتنسيق PDF
de: Du bist %s, der/die diese PDF unterschrieben hat
es: Eres %s por haber firmado este PDF
eu: PDFa %s pertsonek sinatu duzue
fr: Vous êtes %s à avoir signé ce PDF
gl: Sodes %s persoas que asinastes o PDF
it: Sei %s che ha firmato questo PDF
kab: Aql-aken deg %s tzemlem afaylu-a PDF
nl: Je bent persoon %s die deze PDF getekend heeft
oc: Sètz %s a aver signat aqueste PDF
ro: Sunteți %s care ați semnat acest PDF
ta: இந்த PDF இல் கையெழுத்திட்ட நீங்கள் %s
tr: %s PDF'inin imzaladınız

source: %s Download the PDF
ar: %s نزِّل الـ PDF
de: %s PDF herunterladen
es: %s Descargar el PDF
eu: %s Deskargatu PDFa
fr: %s Télécharger le PDF
gl: %s Descargar o PDF
it: %s Scarica il PDF
kab: %s Sader PDF
nl: %s Download de PDF
oc: %s Telecargar lo PDF
ro: %s Descărcați PDF-ul
ta: %s PDF ஐ பதிவிறக்குகின்றன
tr: %s PDF indir

source: Transmit my signature
ar: أرسل توقيعي
de: Meine Unterschrift übermitteln
es: Enviar mi firma
eu: Transmititu nire sinadura
fr: Transmettre ma signature
gl: Transitir a miña sinatura
it: Invia la mia firma
kab: Azen azmul-iw
nl: Verzend mijn handtekening
oc: Transmetre ma signatura
ro: Transmite semnătura mea
ta: எனது கையொப்பத்தை கடத்தவும்
tr: İmzamı iletin

source: %s Select a signature
ar: %s اختر توقيعًا
de: %s Unterschrift auswählen
es: %s Seleccionar una firma
eu: %s Hautatu sinadura
fr: %s Sélectionner une signature
gl: %s Escoller unha sinatura
it: %s Seleziona una firma
kab: %s Fren azmul
nl: %s Selecteer een handtekening
oc: %s Seleccionar una signatura
ro: %s Selectați o semnătură
ta: %s கையொப்பத்தைத் தேர்ந்தெடுக்கவும்
tr: %s Bir imza seçin

source: Draw
ar: رسم
de: Zeichnen
es: Dibujar
eu: Marraztu
fr: Dessiner
gl: Debuxar
it: Disegna
kab: Suneɣ
nl: Teken
oc: Dessenhar
ro: Desenează
ta: டிரா
tr: Çiz

source: freehand
ar: باليد
de: freihand
es: a mano alzada
eu: esku hutsez
fr: à main levée
gl: a man
it: a mano libera
kab: s ufus
nl: uit de vrije hand
oc: a la man levada
ro: mână liberă
ta: ஃப்ரீஏண்ட்

source: Enter
ar: أدخِل
de: Eingeben
es: Ingresar
eu: Sartu
fr: Saisir
gl: Escribir
it: Conferma
kab: Sekcem
nl: Invoeren
oc: Picar
ro: Confirmă
ta: உள்ளிடவும்
tr: Giriş

source: text
ar: نصًّا
es: texto
eu: testua
fr: du texte
gl: texto
it: testo
kab: aḍris
nl: Tekst
oc: tèxt
ta: உரை
tr: metin

source: Import
ar: استيراد
de: Importieren
es: Importar
eu: Inportatu
fr: Importer
gl: Importar
it: Importa
kab: Kter
nl: Importeer
oc: Importar
ro: Importă
ta: இறக்குமதி
tr: İçeri aktar

source: an image
ar: صورة
de: ein Bild
es: una imagen
eu: irudi bat
fr: une image
gl: unha imaxe
it: un'immagine
kab: tugna
nl: een afbeelding
oc: un imatge
ro: o imagine
ta: ஒரு படம்
tr: resim

source: Clear signature
ar: إزالة التوقيع
de: Signatur entfernen
es: Elimina la firma
eu: Garbitu sinadura
fr: Effacer la signature
gl: Limpar sinatura
it: Elimina la firma
kab: Sfeḍ azmul
nl: Wis handtekening
oc: Escafar signatura
ro: Ștergeți semnătura
ta: தெளிவான கையொப்பம்
tr: İmzayı sil

source: My signature
ar: توقيعي
de: Meine Unterschrift
es: Mi firma
eu: Nire sinadura
fr: Ma signature
gl: A miña sinatura
it: La mia firma
kab: Azmul-iw
nl: Mijn handtekening
oc: Ma signatura
ro: Semnătura mea
ta: எனது கையொப்பம்
tr: İmzam

source: %s Share this PDF to sign it with several people
ar: %s شارك ملف PDF هذا كي تُوَقِّعه عدة أشخاص
de: %s Diese PDF zum Unterschreiben mit mehreren Personen teilen
es: %s Compartir este PDF para firmarlo con varias personas
eu: %s Partekatu PDFa pertsona batek baino gehiagok sinatzeko
fr: %s Partager ce PDF pour le signer à plusieurs
gl: %s Compartir este PDF para ser asinado por varias persoas
it: %s Condividi questo PDF per essere firmato da più persone
kab: %s Bḍu afaylu-a PDF i wakken ad tzemlen aṭas n yimdanen
nl: %s Deel deze PDF om te ondertekenen met meerdere personen
oc: %s Partejar aqueste signar a mantuna persona
ro: %s Partajați acest PDF pentru a-l semna cu mai multe persoane
ta: %s இந்த எஆவஐ பலருடன் கையொப்பமிட பகிர்
tr: %s Birkaç kişiyle imzalamak için bu PDF'yi paylaşın

source: By enabling PDF sharing, you will be able to provide a link to the people of your choice so that they can sign this PDF.
ar: من خلال تفعيل مشاركة هذا الملف بتنسيق PDF، ستتمكن من تقديم رابط للأشخاص الذين تختارهم حتى يُمكنهم إمضاء ملف PDF هذا.
de: Wenn Sie die PDF-Freigabe aktivieren, können Sie den Personen Ihrer Wahl einen Link zur Verfügung stellen, damit diese die PDF-Datei unterschreiben können.
es: Al activar el uso compartido del PDF, podrás proporcionar un enlace a las personas que desees para que puedan firmar este PDF.
eu: PDFa partekatzeko aukera gaituz gero, zuk aukeratutako pertsonei esteka bat emango zaie PDFa sinatu ahal izateko.
fr: En activant le partage de ce PDF vous allez pouvoir proposer un lien aux personnes de votre choix pour qu'elles puissent signer ce PDF.
gl: Ao compartir o PDF vaslle enviar unha ligazón ás persoas que elixas para que poidan asinar un este PDF.
it: Abilitando la condivisione del PDF, potrai inviare un link alle persone scelte perchè possano firmare il PDF.
kab: S urmad n beṭṭu n PDF, ad tizmireḍ ad tmuddeḍ aseɣwen i yimdanen tebɣiḍ i wakken ad izmiren ad zemlen afaylu-a PDF.
nl: Door PDF delen in te schakelen kan je een link bezorgen aan personen die je kiest zodat ze deze PDF kunnen ondertekenen.
oc: En activant lo partiment d’aqueste PDF poiretz prepausar un ligam a las personas que volètz per que pòscan signar aqueste PDF.
ro: Prin activarea partajării PDF, veți putea oferi un link către persoanele alese de dvs., astfel încât acestea să poată semna acest PDF.
ta: PDF பகிர்வை இயக்குவதன் மூலம், நீங்கள் விரும்பும் நபர்களுக்கு நீங்கள் ஒரு இணைப்பை வழங்க முடியும், இதனால் அவர்கள் இந்த PDF இல் கையெழுத்திட முடியும்.
tr: PDF paylaşımını etkinleştirerek, seçtiğiniz kişilere bu PDF'yi imzalayabilmeleri için bir bağlantı sağlayabileceksiniz.

source: %s This sharing requires the PDF to be transferred and stored on the server for future signers to access.
ar: %s تتطلَّب هذه المُشارَكَة نقل وتخزين ملف PDF على الخادم ليصبح متاحًا للموقّعِين المستقبَليِّين.
de: %s Das Teilen erfordert, dass die PDF auf den Server übertragen und gespeichert wird, damit zukünftige Unterzeichner darauf zugreifen können.
es: %s Para compartir es necesario que el PDF se transfiera y se almacene en el servidor para que futuros firmantes puedan acceder a él.
eu: %s Partekatzeak PDFa zerbitzarira transferitzea eta gordetzea eskatzen du, etorkizuneko sinatzaileek sarbidea izan dezaten.
fr: %s Ce partage nécessite que le PDF soit transféré et stocké sur le serveur afin d'être accessible aux futurs signataires.
gl: %s Para poder compartilo o PDF ten que ser transferido e gardado no servidor para que poidan asinalo.
it: %s Questa condivisione richiede che il PDF sia trasferito e memorizzato nel server per il successivo accesso dei firmatari.
kab: %s Beṭṭu-a yesra ad yettuwelleh daɣen ad yettwaḥraz ufaylu PDF ɣef uqeddac i wakken ad t-afen wid ara tzemlen sya ɣer zdat.
nl: %s Door deze PDF te delen moet het bestand op de server bewaard worden voor toekomstige ondertekenaars.
oc: %s Aqueste partiment requerís que lo PDF siá transferit e gardat sul servidor per èsser accessible als futurs signataris.
ro: %s Această partajare necesită ca PDF-ul să fie transferat și stocat pe server pentru ca viitorii semnatari să îl acceseze.
ta: %s இந்த பகிர்வுக்கு PDF ஐ மாற்றவும் எதிர்கால கையொப்பமிடுபவர்களை அணுக சேவையகத்தில் சேமிக்கவும் வேண்டும்.
tr: %s PDF paylaşımını etkinleştirerek, seçtiğiniz kişilere bu PDF'yi imzalayabilmeleri için bir bağlantı sağlayabileceksiniz.

source: %s The PDF will be kept
ar: %s سوف يُحتَفَظ بملف الـ PDF
de: %s Die PDF wird
es: %s El PDF se guardará
eu: %s PDFa mantenduko da
fr: %s Le PDF sera conservé
gl: %s O PDF vaise gardar
it: %s Il PDF verrà salvato
kab: %s PDF ad yettwaḥraz
nl: %s Deze PDF wordt bewaard
oc: %s Lo PDF serà conservat
ro: %s PDF-ul va fi păstrat
ta: %s PDF வைக்கப்படும்
tr: %s PDF saklanacak

source: for one year
ar: سنة واحدة
de: für ein Jahr
es: durante un año
eu: urtebetez
fr: pendant un an
gl: durante un ano
it: per un anno
kab: i yiwen useggas
nl: gedurende een jaar
oc: pendent un an
ro: pentru un an
ta: ஒரு வருடம்
tr: bir yıl

source: for six months
ar: ستة أشهر
de: für sechs Monate
es: durante seis meses
eu: sei hilabetez
fr: pendant six mois
gl: durante 6 meses
it: per sei mesi
kab: i seddis n wayyuren
nl: gedurende zes maanden
oc: pendent sièis meses
ro: pentru șase luni
ta: ஆறு மாதங்களுக்கு
tr: altı ay

source: for one month
ar: شهر واحد
de: für einen Monat
es: durante un mes
eu: hilabetez
fr: pendant un mois
gl: durante un mes
it: per un mese
kab: i yiwen wayyur
nl: gedurende een maand
oc: pendent un mes
ro: pentru o lună
ta: ஒரு மாதத்திற்கு
tr: bir ay

source: for one week
ar: أسبوع واحد
de: für eine Woche
es: durante una semana
eu: astebetez
fr: pendant une semaine
gl: durante unha semana
it: per una settimana
kab: i yiwen umalas
nl: gedurende een week
oc: pendent una setmana
ro: pentru o saptămână
ta: ஒரு வாரம்
tr: bir hafta

source: for one day
ar: يوم واحد
de: für einen Tag
es: durante un día
eu: egun batez
fr: pendant une journée
gl: durante un día
it: per un giorno
kab: i yiwen wass
nl: gedurende een dag
oc: pendent un jorn
ro: pentru o zi
ta: ஒரு நாள்
tr: bir gün

source: for one hour
ar: ساعة واحدة
de: für eine Stunde
es: durante una hora
eu: ordu betez
fr: pendant une heure
gl: durante unha hora
it: per un'ora
kab: azal n usrag
nl: gedurende een uur
oc: pendent una ora
ro: pentru o oră
ta: ஒரு மணி நேரம்
tr: bir saat

source: after the last signature.
ar: بعد آخِر توقيع.
de: nach der letzten Unterschrift behalten.
es: después de la última firma.
eu: azken sinadura eta gero.
fr: après la dernière signature
gl: ata recibir a última sinatura.
it: dopo l'ultima firma.
kab: seld azamul aneggaru.
nl: na de laatste handtekening.
oc: fins a la darrièra signatura.
ro: după ultima semnătură.
ta: கடைசி கையொப்பத்திற்குப் பிறகு.
tr: son imza işlemi yapılana kadar.

source: The PDF will be stored encrypted on the server
de: Die PDF wird verschlüsselt auf dem Server gespeichert
es: El PDF se almacenará cifrado en el servidor
eu: PDFa zifratuta gordeko da zerbitzarian
gl: O PDF vaise gardar cifrado no servidor
it: Questo PDF verrà conservato crittografato nel server
nl: De PDF wordt geëncrypteerd bewaard op de server
ta: PDF சேவையகத்தில் குறியாக்கம் செய்யப்படும்

source: %s Start sharing
ar: %s ابدأ المشارَكة
de: %s Starte Teilen
es: %s Empezar a compartir
eu: %s Hasi partekatzen
fr: %s Démarrer le partage
gl: %s Compartir
it: %s Inizia la condivisione
kab: %s Bdu beṭṭu
nl: %s Start delen
oc: %s Aviar lo partiment
ro: %s Începeți distribuirea
ta: %s பகிர்வு
tr: %s Paylaşmaya başla

source: %s Sign this PDF with multiple people
ar: %s إمضاء ملف الـ PDF هذا مِن طرف عدة أشخاص
de: %s Unterschreibe diese PDF mit mehreren Personen
es: %s Firmar este PDF con varias personas
eu: %s Sinatu PDFa jende gehiagorekin
fr: %s Signer ce PDF à plusieurs
gl: %s Asinar este PDF por varias persoas
it: %s Firma questo PDF con più persone
kab: %s Zmel afaylu-a n PDF d yimdanen niḍen
nl: %s Onderteken deze PDF met meerdere personen
oc: %s Signar aqueste PDF a mantuna persona
ro: %s Semnează acest PDF cu mai multe persoane
ta: இந்த PDF ஐ பல நபர்களுடன் %s கையொப்பமிடுகின்றன
tr: %s Bu PDF'i birden fazla kişiyle imzalayın
