Repository: 24eme/signaturepdf
Catalog: locale/*/LC_MESSAGES/application.po
Languages: ar, de, es, eu, fr, gl, it, kab, nl, oc, ro, ta, tr

source: Multiple people can sign this PDF simultaneously.
ar: يُمكن لعدة أشخاص توقيع هذا الـ PDF في آن واحد.
de: Mehrere Personen können dieses PDF gleichzeitig signieren.
es: Varias personas pueden firmar este PDF simultáneamente.
eu: Pertsona batek baino gehiagok sinatu dezake PDFa aldi berean.
fr: Plusieurs personnes peuvent signer ce PDF en même temps.
gl: Varias persoas poden asinar simultaneamente este PDF.
it: Più persone possono firmare questo PDF contemporaneamente.
kab: Aṭas n yimdanen i izemren ad zemlen afaylu-a PDF ɣef tikkelt.
nl: Meerdere personen kunnen deze PDF tegelijk ondertekenen.
oc: Mai d’una persona pòdon signar aqueste PDF simultanèament.
ro: Mai multe persoane pot semna acest PDF simultan.
ta: பல நபர்கள் இந்த PDF ஐ ஒரே நேரத்தில் கையெழுத்திடலாம்.
tr: Bu PDF'i aynı anda birden fazla kişi imzalayabilir.

source: To do so, simply share the link to this page with the people of your choice:
ar: قصد ذلك، يُمكنُك مشاركة الرابط إلى هذه الصفحة مع أفرادٍ مِن اختيارك:
de: Geben Sie dazu einfach den Link zu dieser Seite an die Personen Ihrer Wahl weiter:
es: Para ello, solo tienes que compartir el enlace a esta página con las personas que desees:
eu: Egin ahal izateko, partekatu orri honen esteka nahi duzun pertson(ar)ekin:
fr: Pour celà il vous suffit de partager avec les personnes de votre choix le lien vers cette page :
gl: Para facelo só hai que compartir a ligazón a esta páxina coas persoas que elixas:
it: Per farlo condividi il link a questa pagina con le persone che hai scelto:
kab: I waya, hewxid ad tebduḍ aseɣwen ɣer usebter-a akked yimdanen i tebɣiḍ:
nl: Om dit te doen, deel gewoon de link naar deze pagina met de personen van uw keuze:
oc: Per aquò far vos cal pas que partejar lo ligam cap a aquesta pagina al monde que volètz :
ro: Pentru a face acest lucru, pur și simplu partajați linkul către această pagină persoanelor alese de dvs.:
ta: அவ்வாறு செய்ய, இந்தப் பக்கத்திற்கான இணைப்பை நீங்கள் விரும்பும் நபர்களுடன் பகிர்ந்து கொள்ளுங்கள்:
tr: Bunu yapmak için, bu sayfanın bağlantısını seçtiğiniz kişilerle paylaşmanız yeterlidir:

source: Sharing link
ar: رابط المشارَكة
de: Teilen-Link
es: Compartiendo el enlace
eu: Esteka partekatzen
fr: Lien à partager
gl: Ligazón a compartir
it: Link di condivisione
kab: Beṭṭu n useɣwen
nl: Deel link
oc: Ligam de partatge
ro: Link de partajare
ta: பகிர்வு இணைப்பு
tr: Paylaşım bağlantısı

source: Copied !
ar: تم نسخه!
de: Kopiert!
es: ¡ Copiado !
eu: Kopiatuta!
gl: Copiada !
it: Copiato !
nl: Gekopieerd!
ro: Copiat!
ta: நகலெடுக்கப்பட்டது!
tr: Kopyalandı !

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
eu: Kopiatu
gl: Copiar
it: Copia
nl: Kopieer
ro: Copiază
ta: நகலெடு
tr: Kopya

source: Each of the signatories can download the latest version of the signed PDF at any time.
ar: بإمكان كل مُوَقِّع تنزيل آخِر نسخة من ملف الـ PDF المُوَقَّع في أي وقت.
de: Jeder der Unterzeichner kann jederzeit die neueste Version der unterzeichneten PDF-Datei herunterladen.
es: Cada uno de los firmantes puede descargar la última versión del PDF firmado en cualquier momento.
eu: Sinatzaile bakoitzak sinatutako PDFaren azken bertsioa deskargatu dezake edozein unetan.
fr: Chacun des signataires pourra à tout moment télécharger la dernière version du PDF signé.
gl: Cada unha das persoas asinantes pode descargar en calquera momento a última versión do PDF asinado.
it: Ogni firmatario può scaricare l'ultima versione del PDF firmato in qualsiasi momento.
kab: Yal win izemlen afaylu ad d-isader lqem aneggaru n PDF melmi i yebɣa.
nl: Elke ondertekenaar kan op elk moment de laatst gedeelde versie van de PDF downloaden.
oc: Cada signatari poirà a tot moment telecargar la darrièra version del PDF signat.
ro: Fiecare dintre semnatari poate descărca oricând cea mai recentă versiune a PDF-ului semnat.
ta: கையொப்பமிட்டவர்கள் ஒவ்வொன்றும் கையொப்பமிடப்பட்ட PDF இன் அண்மைக் கால பதிப்பை எந்த நேரத்திலும் பதிவிறக்கம் செய்யலாம்.
tr: İmzacıların her biri, imzalanan PDF'nin en son sürümünü istediği zaman indirebilir.

source: Signed PDF
ar: ملف PDF مُوَقَّع
de: PDF unterschrieben
es: PDF firmado
eu: Sinatutako PDFa
fr: PDF signé
gl: Asinaches o PDF
it: PDF firmato
kab: Afaylu PDF yettwasezel
nl: Getekende PDF
oc: PDF signat
ro: PDF semnat
ta: கையொப்பமிடப்பட்ட PDF
tr: PDF imzala

source: Your signature has been successfully recorded!
ar: تم تسجيل توقيعك بنجاح!
de: Ihre Signatur wurde erfolgreich erfasst!
es: ¡Tu firma se ha registrado correctamente!
eu: Zure sinadura ondo grabatu da!
fr: Votre signature a bien été prise en compte !
gl: A túa sinatura foi gravada correctamente!
it: La tua firma è stata salvata correttamente!
kab: Azmul-ik yettwasekles akken iwata!
nl: Je handtekening werd succesvol bewaard!
oc: Vòstra signatura es estada corrèctament enregistrada !
ro: Semnătura ta a fost înregistrată cu succes!
ta: உங்கள் கையொப்பம் வெற்றிகரமாக பதிவு செய்யப்பட்டுள்ளது!
tr: İmzanız başarıyla kaydedildi!

source: This application does not automatically send emails to other signers.
de: Diese Anwendung versendet nicht automatisch E-Mails an andere Unterzeichner.
es: Esta aplicación no envía automáticamente correos electrónicos a otros firmantes.
eu: Aplikazio honek ez die automatikoki mezu elektronikorik bidaltzen beste sinatzaileei.
gl: Esta aplicación non envía automaticamente un correo a outros asinantes.
it: Questa applicazione non invia automaticamente e-mail ad altri firmatari.
nl: Deze toepassing verzend geen automatische e-mails naar andere ondertekenaars.
ta: இந்த பயன்பாடு தானாகவே மற்ற கையொப்பமிட்டவர்களுக்கு மின்னஞ்சல்களை அனுப்பாது.

source: If you want to send one yourself, you can use <a>this pre-written email</a>.
de: Wenn Sie selbst eine E-Mail senden möchten, können Sie <a>diese vorgefertigte E-Mail</a> verwenden.
es: Si deseas enviar uno tú mismo, puedes utilizar <a> este correo electrónico previamente redactado </a> .
eu: Zuk zeuk bidali nahi baduzu, <a>aurrez idatzitako mezu elektroniko hau</a> erabil dezakezu.
gl: Se queres enviar un ti mesmo, podes usar <a>este modelo de correo</a>.
it: Se preferisci inviarne una tu stesso, puoi utilizzare <a>questa email preimpostata</a>.
nl: Als je zelf een e-mail wil sturen, kan je <a>deze voorgeschreven e-mail</a> gebruiken.
ta: ஒன்றை நீங்களே அனுப்ப விரும்பினால், நீங்கள் பயன்படுத்தலாம் <a> இந்த முன் எழுதப்பட்ட மின்னஞ்சல் </a>.

source: Signing the document : %s
de: Dokument wird unterschrieben: %s
es: Firmando el documento : %s
eu: Dokumentua sinatzen: %s
gl: Asinando o documento: %s
it: Firma del documento : %s
nl: %s tekenen het document
ta: ஆவணத்தில் கையொப்பமிடுதல்: %s

source: Hello, I just signed the document (%s) : %s
de: Hallo, Ich habe dieses Dokument gerade unterschrieben (%s): %s
es: Hola, Acabo de firmar el documento (%s) : %s
eu: Kaixo, Dokumentua (%s) sinatu berri dut: %s
gl: Ola, asinei o documento (%s): %s
it: Ciao! Ho appena firmato il documento (%s) : %s
nl: Hallo, Ik ondertekende zonet het document (%s) : %s
ta: வணக்கம், நான் ஆவணத்தில் கையெழுத்திட்டேன் ( %s): %s

source: Change the color of the selected element
de: Farbe des ausgewählten Elements ändern
es: Cambiar el color del elemento seleccionado
eu: Aldatu hautatutako elementuaren kolorea
it: Cambia il colore dell'elemento selezionato
nl: Wijzig de kleur van het geselecteerde element
ta: தேர்ந்தெடுக்கப்பட்ட உறுப்பின் நிறத்தை மாற்றவும்

source: Duplicate the element
de: Element duplizieren
es: Duplicar el elemento
eu: Bikoiztu elementua
it: Duplica l'elemento
nl: Dupliceer het element
ta: உறுப்பு நகல்

source: Duplicate on each page
de: Auf jeder Seite duplizieren
es: Duplicar en cada página
eu: Bikoiztu orri bakoitzean
it: Duplica su ogni pagina
nl: Dupliceer op elke pagina
ta: ஒவ்வொரு பக்கத்திலும் நகல்

source: Duplicate
de: Duplizieren
es: Duplicar
eu: Bikoiztu
it: Duplicare
nl: Dupliceer
ta: நகல்

source: Delete the element
de: Element entfernen
es: Eliminar el elemento
eu: Ezabatu elementua
it: Elimina l'elemento
nl: Verwijder het element
ta: உறுப்பை நீக்கு

source: Are you sure you want to delete this PDF and the associated signatures?
de: Möchten Sie diese PDF und die zugehörigen Unterschriften wirklich löschen?
es: ¿Está seguro que desea eliminar este PDF junto con sus firmas asociadas?
eu: Ziur PDF hau eta erlazionatutako sinadurak ezabatu nahi dituzula?
it: Vuoi davvero eliminare questo PDF e le firme associate?
nl: Ben je zeker dat je deze PDF en de bijhorende handtekeningen wil verwijderen?

source: Text to modify
ar: النص الذي تودّ تعديله
de: Zu ändernder Text
es: Texto a modificar
eu: Moldatzeko testua
gl: Texto a modificar
it: Testo da modificare
kab: Aḍris ara yettuṣeggmen
nl: Te wijzigen tekst
oc: Tèxt de modificar
ro: Text de modificat
ta: மாற்ற உரை
tr: Değiştirilecek metin

source: Select this page
ar: اختر هذه الصفحة
de: Diese Seite auswählen
es: Selecciona esta página
eu: Hautatu orri hau
fr: Sélectionner cette page
gl: Seleccionar esta páxina
it: Seleziona questa pagina
kab: Fren adebter-a
nl: Selecteer deze pagina
oc: Seleccionar aquesta pagina
ro: Selectați această pagină
ta: இந்த பக்கத்தைத் தேர்ந்தெடுக்கவும்
tr: Bu sayfayı seç

source: Delete this page
ar: احذف هذه الصفحة
de: Diese Seite löschen
es: Borrar esta página
eu: Ezabatu orri hau
fr: Supprimer cette page
gl: Eliminar esta páxina
it: Elimina questa pagina
kab: Kkes asebter-a
nl: Verwijder deze pagina
oc: Suprimir aquesta pagina
ro: Ștergeți această pagină
ta: இந்த பக்கத்தை நீக்கு
tr: Bu sayfayı sil

source: Restore this page
ar: استرجِع هذه الصفحة
de: Diese Seite wiederherstellen
es: Restaurar esta página
eu: Berrezarri orri hau
fr: Restorer cette page
gl: Restablecer esta páxina
it: Ripristina questa pagina
kab: Err-d asebter-a
nl: Zet deze pagina terug
oc: Restaurar aquesta pagina
ro: Restaurați această pagină
ta: இந்த பக்கத்தை மீட்டெடுக்கவும்
tr: Bu sayfayı geri yükle

source: Move this page
ar: انقُل هذه الصفحة
de: Diese Seite verschieben
es: Mover esta página
eu: Mugitu orri hau
fr: Déplacer cette page
gl: Mover esta páxina
it: Sposta questa pagina
kab: Senkez asebter-a
nl: Verplaats deze pagina
oc: Desplaçar aquesta pagina
ro: Mutați această pagină
ta: இந்த பக்கத்தை நகர்த்தவும்
tr: Bu sayfayı taşı

source: Move here
ar: انقُلها إلى هنا
de: Hierher verschieben
es: Mover aquí
eu: Mugitu hona
fr: Déplacer ici
gl: Mover aquí
it: Sposta qui
kab: Senkez ɣer da
nl: Verplaats naar hier
oc: Desplaçar aicí
ro: Mută aici
ta: இங்கே செல்லுங்கள்
tr: Buraya taşı

source: Turn this page
ar: تدوير هذه الصفحة
de: Diese Seite drehen
es: Girar esta página
eu: Biratu orri hau
fr: Tourner cette page
gl: Xirar esta páxina
it: Ruota questa pagina
kab: Dewweṛ asebter-a
nl: Draai deze pagina
oc: Virar aquesta pagina
ro: Întoarce această pagină
ta: இந்த பக்கத்தைத் திருப்புங்கள்
tr: Bu sayfayı döndür

source: Download this page
ar: تنزيل هذه الصفحة
de: Diese Seite herunterladen
es: Descargar esta página
eu: Deskargatu orri hau
fr: Télécharger cette page
gl: Descargar esta páxina
it: Scarica questa pagina
kab: Sader asebter-a
nl: Download deze pagina
oc: Telecargar aquesta pagina
ro: Descărcați această pagină
ta: இந்த பக்கத்தைப் பதிவிறக்கவும்
tr: Bu sayfayı indir

source: Page
ar: صفحة
de: Seite
es: Página
eu: Orri
gl: Páxina
it: Pagina
nl: Pagina
oc: Pagina
ro: Pagină
ta: பக்கம்
tr: Sayfa

source: Free open-source software
ar: برنامج حُرّ ومفتوح المصدر
de: Freie Open-Source-Software
es: Software libre de código abierto
eu: Kode irekiko software librea
fr: Logiciel libre
gl: Software gratuíto e de código aberto
it: Software libero
kab: D adeɣẓan ilelli n uɣbalu yeldin
nl: Vrije open-bron software
oc: Logicial liure
ro: Software gratuit cu sursă deschisă
ta: இலவச திறந்த மூல மென்பொருள்
tr: Ücretsiz açık kaynaklı yazılım

source: under AGPL-3.0 license
ar: تحت رخصة AGPL-3.0
de: unter AGPL-3.0-Lizenz
es: bajo licencia AGPL 3.0
eu: AGPL-3.0 lizentziapean
fr: sous license AGPL-3.0
gl: baixo licenza AGPL-3.0
it: sotto licenza AGPL-3.0
kab: s turagt AGPL-3.0
nl: onder AGPL-3.0 licentie
oc: jos licéncia AGPL-3.0
ro: sub licență AGPL-3.0
ta: AGPL-3.0 உரிமத்தின் கீழ்
tr: AGPL-3.0 lisansı altında

source: see the source code
ar: الإطلاع على الشفرة المصدرية
de: siehe den Quellcode
es: ver el código fuente
eu: ikusi iturburu-kodea
fr: voir le code source
gl: ver o código fonte
it: vedi il codice sorgente
kab: wali tangalt taɣbalut
nl: bekijk de broncode
oc: veire lo còdi font
ro: vezi codul sursă
ta: மூலக் குறியீட்டைக் காண்க
tr: kaynak koda bakın

source: Sign and manipulate PDFs freely
de: PDFs frei signieren und bearbeiten
es: Firma y maneja archivos PDF libremente
eu: Sinatu eta maneiatu PDFak nahieran
it: Firma e manipola i PDF liberamente
nl: Onderteken en bewerk PDFs vrijuit
ta: PDF களை சுதந்திரமாக கையொப்பமிட்டு கையாளவும்

source: Language
ar: اللغة
de: Sprache
es: Idioma
eu: Hizkuntza
gl: Idioma
it: Lingua
kab: Tutlayt
nl: Taal
oc: Lenga
ro: Limba
ta: மொழி
tr: Dil

source: Sign
ar: وقِّع
de: Signieren
es: Firmar
eu: Sinatu
fr: Signer
gl: Asinar
it: Firma
kab: Zmel
nl: Onderteken
oc: Signar
ro: Semnează
ta: அடையாளம்
tr: İmzala

source: Organize
ar: نظِّم
de: Organisieren
es: Organizar
eu: Antolatu
fr: Organiser
gl: Organizar
it: Organizza
kab: Suddes
nl: Orden
oc: Organizar
ro: Organizează
ta: ஒழுங்கமைக்கவும்
tr: Organize et

source: Metadata
ar: البيانات الوصفية
de: Metadaten
es: Metadatos
eu: Metadatuak
fr: Métadonnées
gl: Metadatos
kab: Iɣefisefka
oc: Metadonadas
ro: Metadate
ta: மேனிலை தரவு

source: %s Mb
ta: %s எம்பி

source: Compress PDF
ar: ضغط PDF
fr: Compresser un PDF
kab: Ssed PDF
oc: Compressar un PDF

source: The PDF must not exceed
ar: لا يجب أن يتجاوز حجم ملف الـ PDF
fr: Le PDF ne doit pas dépasser
kab: Afaylu PDF ur ilaq ara ad iɛeddi
oc: Lo PDF deu pas despassar

source: Mb
ar: ميغابايت
fr: Mo
oc: Mo

source: Editing PDF metadata
ar: تحرير البيانات الوصفية لـ PDF
fr: Édition des métadonnées d'un PDF
kab: Aẓrag n yiɣefisefka n PDF
oc: Edicion de metadonadas PDF

source: Organize PDF
ar: تنظيم PDF
fr: Organiser un PDF
kab: Asuddes n PDF
oc: Organizar un PDF

source: %s Sign a PDF
ar: %s توقيع PDF
fr: %s Signer un PDF
kab: %s n usezmel n PDF
oc: %s Signar un PDF

source: The PDF will be processed by the server without being stored or saved
ar: سيتم معالجة ملف الـ PDF على الخادم دون الاحتفاظ به أو تخزينه
fr: Le PDF sera traité par le serveur sans être conservé no stocké

source: Low compression (highest quality)
ar: ضغط منخفض (أعلى جودة)
fr: Basse compression (meilleure qualité)

source: High compression (lowest quality)
ar: ضغط عالي (أقل جودة)
fr: Haute compression (moins bonne qualité)

source: %s Language
fr: %s Langue

source: %s Compress
fr: %s Compresser

source: %s Sign
fr: %s Signer

source: %s Organize
fr: %s Organiser

source: %s Metadata
fr: %s Metadonnées
